const List<String> listDongsa = [
  '빛나는', '노래하는', '춤추는', '웃긴', '사랑하는', '빛나는', '매혹적인', '환한', '감싸주는', '이끄는', '풍부한', '놀라운', '빛나는', '차분한', '영감을주는', '희망을주는', '고마운', '촉진시키는', '따스한', '부르는', '녹아드는', '활기찬', '미소짓는', '놀라운', '활기를주는', '참신한', '즐거운', '빠른', '움직이는', '따뜻한',
];

const List<String> listMyeongsa = [
  '영웅', '별', '꽃', '친구', '손님', '댄서', '마법사', '빵', '감시자', '햇살', '챔피언', '꿈꾸는자', '보물', '사자', '무릎', '모험가', '히어로', '요정', '별똥별', '손놀림', '향기', '마법소녀', '마법지팡이', '알로하', '손', '웃음꽃', '선생님', '마법봉', '동물', '아기', '작은별', '메로나', '자두', '에너지', '배트맨', '프린세스', '드래곤', '꼬마요정', '돌멩이', '버블', '허무맹랑', '왕자', '친구들', '천사', '사탕', '유령', '선물', '기분', '버터', '하트', '소년', '소녀',
];